{
  "illustration_alt": "moonini omfamnar illustration",
  "title": "🌕 Berättelsen om moonini",
  "origin": [
    "En dag föll en röd meteorit på den bortre sidan av månen,",
    "Månskenet bröt ut vid nedslaget och förvandlades till ett silvervitt ljusregn.",
    "Från den fladdrande röda 'red packet meteoriten',",
    "En lysande liten månkanin föddes — moonini.",
    "",
    "moonini bär ett guldgult månutmärke på sin bröst.",
    "Han kan känna varje hjärtligt red packet som skickas från jorden.",
    "Oavsett belopp är det den renaste varma energin.",
    "Ja, moonini växer tack vare allas red packet-energi.",
    "",
    "Dessa energier förvandlades till Red Packet-legitimationer födda på Solana-kedjan —",
    "Det är ursprunget till $moonini-token."
  ],
  "secrets_title": "🌸 Hans hemlighet",
  "secrets_intro": "Varje gång du skickar ett red packet, kommer moonini att registrera en energiinmatning på månen:",
  "secrets_flow": "Skicka red packet → Producera motsvarande energivärde (konverterat till USDT-värde) → Ackumulera till 10 → Nå det minimi inlösliga $moonini-värdet.",
  "secrets_halving": [
    "I det inledande skedet (Skede 1) kommer moonini generellt att återbetala i bästa 1:1 förhållande till avsändaren av red packet. För att upprätthålla rättvisa och minska risken för wash/ping-pong, kommer vi att införa konceptet effektiv energi.",
    "När de totalt skickade och uttagna beloppen från gemenskapen når systemets satta halveringströskel, kommer den första halveringen att ske; därefter, när man når hälften av beloppet från föregående steg, kommer en annan halvering att utlösas."
  ],
  "schedule_title": "Tokenutgivningsregler",
  "schedule_headers": [
    "Steg",
    "Utgivningsgräns",
    "Utdelningsförhållande (energi producerad per 1 USDT ackumulerad)",
    "Beskrivning"
  ],
  "schedule_rows": [
    [
      "Phase 1",
      "0 ~ 4.5 billion",
      "1.0 $MOONINI / USDT",
      "Initial period, energy overflow."
    ],
    [
      "Phase 2",
      "4.5B ~ 6.75B",
      "0.5 $MOONINI / USDT",
      "First halving."
    ],
    [
      "Phase 3",
      "6.75B ~ 7.875B",
      "0.25 $MOONINI / USDT",
      "Stabilization period."
    ],
    [
      "Phase 4",
      "7.875B ~ 8.4375B",
      "0.125 $MOONINI / USDT",
      "Scarcity period."
    ],
    [
      "Phase 5",
      "8.4375B ~ 8.71875B",
      "0.0625 $MOONINI / USDT",
      "Late mining phase."
    ],
    [
      "Phase 6",
      "8.71875B ~ 9B",
      "0.03125 $MOONINI / USDT",
      "Crystallization period (final phase)."
    ]
  ],
  "cap_note": [
    "När den totala cirkulationen når 9 miljarder, kommer moonini att sluta utfärda fler.",
    "De återstående 1 miljarden (10% av den totala tillgången),",
    "Reserverad av den officiella för framtida community-belöningar och samarbetsenergi."
  ],
  "belief_title": "🌕 Månens energi och tron på Red Packet",
  "belief_paragraphs": [
    "moonini älskar alla som vill 'dela'.",
    "Han tror att röda paket inte bara är pengar, utan en utbyten av välsignelser och energi.",
    "Varje gång du skickar ett röd paket, slutför en uppgift eller går med i moonpacket-gemenskapen,",
    "kommer du att ha chansen att få en återbäring från månen — slumpmässigt droppad $moonini.",
    "",
    "Det är ljuset som universum ger tillbaka till dig efter att ha spridit glädje."
  ],
  "future_title": "💫 Framtida applikationer",
  "future_intro": "För närvarande är $moonini inte öppet för några officiella tillämpningsscenarier, men det är utformat som en belöning och energi-legitimation för den framtida Red Packet-världen, möjligen att användas för:",
  "future_list": [
    "✅ Red Packet transaktionsavgiftsrabatter",
    "🎁 Merchantskuponger/inköpsrabatter",
    "🌐 Evenemangsairdrops och communityuppgiftsbelöningar"
  ],
  "disclaimer_title": "⚠️ Deklaration",
  "disclaimer_paragraphs": [
    "Den officiella garanterar inget fiat växelkursvärde för $moonini.",
    "Du kan tänka på det som en generös persons bonuspoäng.",
    "Symboliserar alla som vill dela glädje och sprida energi."
  ],
  "closing": [
    "moonini — måinbocken född ur Red Packet-energi.",
    "Varje välsignelse är en stråle av ljus för hans tillväxt."
  ]
}
