{
  "illustration_alt": "Η moonini αγκαλιάζει την εικονογράφηση",
  "title": "🌕 Η Ιστορία του moonini",
  "origin": [
    "Μια μέρα, ένας κόκκινος μετεωρίτης έπεσε στην μακρινή πλευρά της σελήνης,",
    "Το φως της σελήνης ξέσπασε κατά την πρόσκρουση, μεταμορφώνοντας σε ένα ασημένιο-λευκό ντους φωτός.",
    "Από εκείνο το φλεγόμενο κόκκινο 'red packet μετεωρίτη',",
    "Γεννήθηκε ένας φωτεινός μικρός λαγός της σελήνης — moonini.",
    "",
    "Ο moonini φοράει ένα χρυσό-κίτρινο σήμα σελήνης στο στήθος του.",
    "Μπορεί να αισθανθεί κάθε θερμή καρδιά red packet που στέλνεται από τη Γη.",
    "Δεν έχει σημασία το ποσό, είναι η πιο καθαρή ζεστή ενέργεια.",
    "Ναι, ο moonini μεγαλώνει χάρη στην ενέργεια red packet όλων.",
    "",
    "Αυτές οι ενέργειες μετατράπηκαν σε διαπιστευτήρια red packet που γεννήθηκαν στην αλυσίδα Solana —",
    "Αυτή είναι η προέλευση του $moonini Token."
  ],
  "secrets_title": "🌸 Το Μυστικό του",
  "secrets_intro": "Κάθε φορά που στέλνεις ένα red packet, ο moonini θα καταγράψει μία είσοδο ενέργειας στη σελήνη:",
  "secrets_flow": "Στείλε red packet → Παράγω την αντίστοιχη αξία ενέργειας (μετατραπεί σε αξία USDT) → Συγκέντρωσε 10 → Φτάσε την ελάχιστη αξία $moonini που μπορεί να εξαργυρωθεί.",
  "secrets_halving": [
    "Στη αρχική φάση (Φάση 1), ο moonini θα επιστρέφει γενικά στην καλύτερη αναλογία 1:1 στον αποστολέα του red packet. Για να διατηρηθεί η δικαιοσύνη και να μειωθεί ο κίνδυνος πλυσίματος/ ping-pong, θα εισάγουμε την έννοια της αποτελεσματικής ενέργειας.",
    "Όταν τα συνολικά ποσά που στάλθηκαν και αποσύρθηκαν από την κοινότητα φτάσουν το καθορισμένο όριο μείωσης του συστήματος, θα συμβεί η πρώτη μείωση; από εκεί και πέρα, η επίτευξη του μισού του ποσού της προηγούμενης φάσης θα προκαλέσει άλλη μια μείωση."
  ],
  "schedule_title": "Κανόνες Έκδοσης Token",
  "schedule_headers": [
    "Στάδιο",
    "Όριο Έκδοσης",
    "Αναλογία Εξόδου (ενέργεια που παράγεται ανά 1 USDT που συγκεντρώνεται)",
    "Περιγραφή"
  ],
  "schedule_rows": [
    [
      "Phase 1",
      "0 ~ 4.5 billion",
      "1.0 $MOONINI / USDT",
      "Initial period, energy overflow."
    ],
    [
      "Phase 2",
      "4.5B ~ 6.75B",
      "0.5 $MOONINI / USDT",
      "First halving."
    ],
    [
      "Phase 3",
      "6.75B ~ 7.875B",
      "0.25 $MOONINI / USDT",
      "Stabilization period."
    ],
    [
      "Phase 4",
      "7.875B ~ 8.4375B",
      "0.125 $MOONINI / USDT",
      "Scarcity period."
    ],
    [
      "Phase 5",
      "8.4375B ~ 8.71875B",
      "0.0625 $MOONINI / USDT",
      "Late mining phase."
    ],
    [
      "Phase 6",
      "8.71875B ~ 9B",
      "0.03125 $MOONINI / USDT",
      "Crystallization period (final phase)."
    ]
  ],
  "cap_note": [
    "Όταν η συνολική κυκλοφορία φτάσει τα 9 δισεκατομμύρια, η moonini θα σταματήσει να εκδίδει περισσότερα.",
    "Τα υπόλοιπα 1 δισεκατομμύριο (10% της συνολικής προσφοράς),",
    "Είναι κρατημένα από τον επίσημο για μελλοντικές κοινοτικές ανταμοιβές και για χρήση στο ενεργειακό αποθεματικό συνεργασίας."
  ],
  "belief_title": "🌕 Η ενέργεια της σελήνης και η πίστη στα red packets",
  "belief_paragraphs": [
    "Το moonini αγαπά όλους όσους είναι πρόθυμοι να 'μοιραστούν'.",
    "Πιστεύει ότι τα κόκκινα πακέτα δεν είναι απλώς χρήματα, αλλά μια ανταλλαγή ευλογιών και ενέργειας.",
    "Κάθε φορά που στέλνετε ένα κόκκινο πακέτο, ολοκληρώνετε μια εργασία ή συμμετέχετε στην κοινότητα του moonpacket,",
    "θα έχετε την ευκαιρία να λάβετε επιστροφή από το φεγγάρι — τυχαία ρίχνοντας $moonini.",
    "",
    "Αυτή είναι το φως που σου επιστρέφει το σύμπαν μετά την διάδοση της χαράς."
  ],
  "future_title": "💫 Μελλοντικές εφαρμογές",
  "future_intro": "Αυτή τη στιγμή, το $moonini δεν είναι ανοιχτό για επίσημες εφαρμογές, αλλά σχεδιάζεται ως ανταμοιβή και διαπιστευτήριο ενέργειας για τον μελλοντικό κόσμο των red packets, πιθανώς για να χρησιμοποιηθεί για:",
  "future_list": [
    "✅ Εκπτώσεις τελών συναλλαγής red packet",
    "🎁 Επιταγές εμπόρων/εκπτωτικές προσφορές",
    "🌐 Αεροδρομικές εκπτώσεις εκδηλώσεων και ανταμοιβές κοινοτικών καθηκόντων"
  ],
  "disclaimer_title": "⚠️ Δήλωση",
  "disclaimer_paragraphs": [
    "Ο επίσημος δεν εγγυάται καμία αξία ανταλλαγής σε fiat για το $moonini.",
    "Μπορείς να το σκεφτείς ως πόντους μπόνους ενός γενναιόδωρου ατόμου.",
    "Συμβολίζοντας όλους όσοι είναι πρόθυμοι να μοιραστούν ευτυχία και να μεταδώσουν ενέργεια."
  ],
  "closing": [
    "moonini — ο λαγός της σελήνης που γεννήθηκε από την ενέργεια των red packet.",
    "Κάθε ευλογία είναι μια ακτίνα φωτός για την ανάπτυξή του."
  ]
}
