{
  "belief_paragraphs": {
    "0": "moonini سب سے محبت کرتا ہے جو 'بانٹنے' کے لئے تیار ہیں۔",
    "1": "وہ یقین رکھتا ہے کہ سرخ لفافے صرف پیسے نہیں ہیں، بلکہ برکات اور توانائی کا تبادلہ ہیں۔",
    "2": "جب بھی آپ سرخ لفافہ بھیجتے ہیں، کام مکمل کرتے ہیں، یا moonpacket کمیونٹی میں شامل ہوتے ہیں،",
    "3": "آپ کو چاند سے واپس حاصل کرنے کا موقع ملے گا — بے ترتیب $moonini۔",
    "4": "",
    "5": "یہ وہ روشنی ہے جو کائنات آپ کو خوشیاں پھیلانے کے بعد واپس دیتی ہے۔"
  },
  "belief_title": "🌕 چاند کی توانائی اور ریڈ پیکٹ پر یقین",
  "cap_note": {
    "0": "جب کل گردش 9 ارب تک پہنچ جائے گی، moonini مزید جاری کرنا بند کر دے گا۔",
    "1": "باقی 1 ارب (کل سپلائی کا 10%)،",
    "2": "سرکاری طور پر مستقبل کے کمیونٹی انعامات اور تعاون کی توانائی کے تالاب کے استعمال کے لیے محفوظ کیا گیا۔"
  },
  "closing": {
    "0": "moonini — ریڈ پیکٹ کی توانائی سے پیدا ہونے والا چاند کا خرگوش۔",
    "1": "ہر دعا اس کی نشوونما کے لیے روشنی کی ایک کرن ہے۔"
  },
  "disclaimer_paragraphs": {
    "0": "سرکاری طور پر $moonini کے لیے کسی بھی فیاٹ ایکسچینج کی قیمت کی ضمانت نہیں دی گئی۔",
    "1": "آپ اسے ایک فراخ دل شخص کے بونس پوائنٹس کے طور پر سوچ سکتے ہیں۔",
    "2": "یہ ان تمام لوگوں کی علامت ہے جو خوشی بانٹنے اور توانائی پھیلانے کے لیے تیار ہیں۔"
  },
  "disclaimer_title": "⚠️ اعلامیہ",
  "future_intro": "اس وقت، $moonini کسی بھی سرکاری درخواست کے منظرناموں کے لیے کھلا نہیں ہے، لیکن یہ مستقبل کے ریڈ پیکٹ کی دنیا کے لیے ایک انعام اور توانائی کی شناخت کے طور پر ڈیزائن کیا گیا ہے، ممکنہ طور پر استعمال ہونے کے لیے:",
  "future_list": {
    "0": "✅ ریڈ پیکٹ ٹرانزیکشن فیس کی رعایتیں",
    "1": "🎁 تاجر واؤچر/ریڈیمپشن رعایتیں",
    "2": "🌐 ایونٹ ائردراپس اور کمیونٹی ٹاسک انعامات"
  },
  "future_title": "💫 مستقبل کی درخواستیں",
  "illustration_alt": "moonini کی تصویر کشی کو اپناتا ہے",
  "origin": {
    "0": "ایک دن، ایک سرخ میٹیر چاند کے دور دراز طرف گرا،",
    "1": "چاندنی کے ٹکرانے پر چھٹ گئی، جو چاندی سفید روشنی کی بارش میں بدل گئی۔",
    "2": "چمکتی ہوئی سرخ 'ریڈ پیکٹ میٹرائیٹ' سے",
    "3": "چمکتا ہوا چھوٹا چاند خرگوش پیدا ہوا — moonini.",
    "4": "",
    "5": "moonini کے سینے پر ایک سونے اور پیلے رنگ کا چاند کا بیج ہے.",
    "6": "وہ زمین سے بھیجے گئے ہر دل کی گہرائی سے بھرپور ریڈ پیکٹ کو محسوس کر سکتا ہے.",
    "7": "چاہے رقم کتنی بھی ہو، یہ خالص ترین گرم توانائی ہے.",
    "8": "جی ہاں، moonini سب کی ریڈ پیکٹ کی توانائی کی بدولت بڑھتا ہے۔",
    "9": "",
    "10": "یہ توانائیاں Solana چین پر پیدا ہونے والے ریڈ پیکٹ کی شناخت میں تبدیل ہو گئیں —",
    "11": "یہ $moonini ٹوکن کا آغاز ہے۔"
  },
  "schedule_headers": {
    "0": "مرحلہ",
    "1": "مسئلہ کی حد",
    "2": "آؤٹ پٹ تناسب (1 USDT جمع کرنے پر پیدا ہونے والی توانائی)",
    "3": "تفصیل"
  },
  "schedule_title": "ٹوکن جاری کرنے کے اصول",
  "secrets_flow": "ریڈ پیکٹ بھیجیں → متعلقہ توانائی کی قیمت پیدا کریں (USDT قیمت میں تبدیل) → 10 جمع کریں → کم سے کم $moonini کی قیمت تک پہنچیں۔",
  "secrets_halving": {
    "0": "ابتدائی مرحلے (مرحلہ 1) میں، moonini عام طور پر ریڈ پیکٹ بھیجنے والے کو بہترین 1:1 تناسب میں واپس کرے گا۔ انصاف کو برقرار رکھنے اور واش/پنگ-پونگ کے خطرے کو کم کرنے کے لیے، ہم مؤثر توانائی کے تصور کو متعارف کریں گے۔",
    "1": "جب کمیونٹی سے بھیجی گئی اور نکالی جانے والی مجموعی رقم نظام کے مقرر کردہ آدھی کرنے کی حد تک پہنچ جائے گی تو پہلی آدھی ہو گی؛ اس کے بعد، پچھلے مرحلے کی رقم کا آدھا ہونا ایک اور آدھی کو متحرک کرے گا۔"
  },
  "secrets_intro": "ہر بار جب آپ ایک ریڈ پیکٹ بھیجتے ہیں، moonini چاند پر توانائی کا اندراج کرے گا:",
  "secrets_title": "🌸 اس کا راز",
  "title": "🌕 moonini کی کہانی",
  "schedule_rows": [
    [
      "Phase 1",
      "0 ~ 4.5 billion",
      "1.0 $MOONINI / USDT",
      "Initial period, energy overflow."
    ],
    [
      "Phase 2",
      "4.5B ~ 6.75B",
      "0.5 $MOONINI / USDT",
      "First halving."
    ],
    [
      "Phase 3",
      "6.75B ~ 7.875B",
      "0.25 $MOONINI / USDT",
      "Stabilization period."
    ],
    [
      "Phase 4",
      "7.875B ~ 8.4375B",
      "0.125 $MOONINI / USDT",
      "Scarcity period."
    ],
    [
      "Phase 5",
      "8.4375B ~ 8.71875B",
      "0.0625 $MOONINI / USDT",
      "Late mining phase."
    ],
    [
      "Phase 6",
      "8.71875B ~ 9B",
      "0.03125 $MOONINI / USDT",
      "Crystallization period (final phase)."
    ]
  ]
}
